tap "sanemat/font"

brew "zsh"
brew "nvim"
brew "git-lfs"
brew "tig"
brew "direnv"
brew "mas"
brew "htop"
brew "heroku"
brew "ricty", args: ["with-powerline"]

cask "iterm2"
cask "google-japanese-ime"
cask "alfred"
cask "Karabiner-Elements"
cask "bettertouchtool"
cask "evernote"
cask "atom"
cask "docker"
cask "google-backup-and-sync"
cask "xquartz"

mas "Slack", id: 803453959
mas "Magnet", id: 441258766
