brew "zsh"
brew "nvim"
brew "pyenv"
brew "rbenv"
brew "git-lfs"
brew "tig"
brew "peco"
brew "direnv"
brew "mas"
brew "htop"
brew "heroku"

cask "iterm2"
cask "google-japanese-ime"
cask "alfred"
cask "Karabiner-Elements"
cask "bettertouchtool"
cask "evernote"
cask "atom"
cask "docker"
cask "google-backup-and-sync"
