tap "caskroom/fonts"
tap "heroku/brew"

brew "zsh"
brew "nvim"
brew "jq"
brew "git-lfs"
brew "tig"
brew "tmux"
brew "direnv"
brew "mas"
brew "htop"
brew "telnet"
brew "wget"

cask "amphetamine"
cask "iterm2"
cask "google-japanese-ime"
cask "google-cloud-sdk"
cask "alfred"
cask "Karabiner-Elements"
cask "bettertouchtool"
cask "evernote"
cask "atom"
cask "docker"
cask "hyper"
cask "google-backup-and-sync"
cask "xquartz"
cask "jupyter-notebook-viewer"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"

mas "Keynote", id: 409183694
mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "Trello", id:1278508951
mas "Kindle", id: 405399194
mas "WiFi Explorer", id: 494803304
mas "1Password", id: 1333542190
